{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": [
      [
        "[UNK]",
        0.0
      ],
      [
        "[CLS]",
        0.0
      ],
      [
        "[SEP]",
        0.0
      ],
      [
        "[PAD]",
        0.0
      ],
      [
        "[MASK]",
        0.0
      ],
      [
        "e",
        -2.853629400991643
      ],
      [
        "s",
        -2.9939030036491148
      ],
      [
        "a",
        -3.247362747431355
      ],
      [
        "d",
        -3.478493190526271
      ],
      [
        "t",
        -3.570970491669507
      ],
      [
        "i",
        -3.5735846320922775
      ],
      [
        "n",
        -3.5817950273347865
      ],
      [
        "o",
        -3.6136062875386554
      ],
      [
        "-",
        -3.652456705252974
      ],
      [
        "r",
        -3.7604865792786493
      ],
      [
        "T",
        -3.9619805147767844
      ],
      [
        "v",
        -3.9643021151619715
      ],
      [
        "c",
        -3.9869441423387206
      ],
      [
        "an",
        -4.007794567409389
      ],
      [
        "and",
        -4.019679564339961
      ],
      [
        "p",
        -4.022492826555412
      ],
      [
        "u",
        -4.104287069410153
      ],
      [
        "y",
        -4.161980514776785
      ],
      [
        ",",
        -4.161980514816745
      ],
      [
        ".",
        -4.161980514816745
      ],
      [
        "m",
        -4.169859248052876
      ],
      [
        "l",
        -4.195978807556511
      ],
      [
        "li",
        -4.367508728008305
      ],
      [
        "G",
        -4.4119805147767845
      ],
      [
        "R",
        -4.411980514816745
      ],
      [
        "for",
        -4.470939217351921
      ],
      [
        "ar",
        -4.473247773822181
      ],
      [
        "iss",
        -4.511364095524174
      ],
      [
        "g",
        -4.563816827556517
      ],
      [
        "ng",
        -4.566067513174415
      ],
      [
        "ow",
        -4.740672233502561
      ],
      [
        "N",
        -4.745313848150078
      ],
      [
        "k",
        -4.745313848150078
      ],
      [
        "'",
        -4.745313848150078
      ],
      [
        "he",
        -4.762474083109826
      ],
      [
        "the",
        -4.794994707203285
      ],
      [
        "w",
        -4.870544194090829
      ],
      [
        "is",
        -4.8814948461389385
      ],
      [
        "h",
        -4.985057437606144
      ],
      [
        "it",
        -4.999787783131037
      ],
      [
        "no",
        -5.17981573999677
      ],
      [
        "J",
        -5.245313848150073
      ],
      [
        "z",
        -5.245313848150078
      ],
      [
        "Ma",
        -5.245318033896532
      ],
      [
        "ance",
        -5.2583275525234345
      ],
      [
        "ati",
        -5.268679491156298
      ],
      [
        "ab",
        -5.268781652634512
      ],
      [
        "ft",
        -5.26907286853694
      ],
      [
        "ch",
        -5.275103081498099
      ],
      [
        "ll",
        -5.293481383534311
      ],
      [
        "hi",
        -5.305629132291978
      ],
      [
        "ul",
        -5.3127300983564085
      ],
      [
        "ou",
        -5.35915843466047
      ],
      [
        "in",
        -5.379978534348966
      ],
      [
        "fa",
        -5.414713411854439
      ],
      [
        "or",
        -5.480556108166313
      ],
      [
        "all",
        -5.49038624831544
      ],
      [
        "pr",
        -5.533457515377554
      ],
      [
        "en",
        -5.567940229012289
      ],
      [
        "se",
        -5.635355636974599
      ],
      [
        "pe",
        -5.81142007829976
      ],
      [
        "te",
        -5.977223266558749
      ],
      [
        "erf",
        -5.983575677322364
      ],
      [
        "win",
        -5.998176161055163
      ],
      [
        "el",
        -6.047669648450621
      ],
      [
        "ess",
        -6.056619965231119
      ],
      [
        "wi",
        -6.065968275690065
      ],
      [
        "re",
        -6.114887134116892
      ],
      [
        "st",
        -6.17902893571689
      ],
      [
        "b",
        -6.187642194178105
      ],
      [
        "am",
        -6.188450787442913
      ],
      [
        "7",
        -6.245313848150078
      ],
      [
        "q",
        -6.245313848150078
      ],
      [
        "S",
        -6.245313848150078
      ],
      [
        "6",
        -6.245313848150078
      ],
      [
        "V",
        -6.245313848150078
      ],
      [
        "X",
        -6.245313848150078
      ],
      [
        "fo",
        -6.274113851468837
      ],
      [
        "ha",
        -6.346035222524858
      ],
      [
        "lo",
        -6.4087186279890975
      ],
      [
        "th",
        -6.420314677981392
      ],
      [
        "nd",
        -6.457754780768942
      ],
      [
        "ssi",
        -6.586449688532633
      ],
      [
        "ca",
        -6.656083029560971
      ],
      [
        "al",
        -6.733890303053215
      ],
      [
        "il",
        -6.992705193406376
      ],
      [
        "M",
        -7.350964286568054
      ],
      [
        "f",
        -7.351064286568054
      ],
      [
        "es",
        -7.351064286568054
      ]
    ],
    "byte_fallback": false
  }
}